label start:
    "这部视觉小说由ETHOS制作，欢迎阅读《CloudyLand》!!"
    menu:
        "开始":
            jump guide
        "我还没有想好":
            return

label guide:
    #楔子
    "在黄昏的光晕里，我最后一次瞥见你的轮廓"
    "那已经是很多年以前的事情了"
    "我们尚还年轻"
    "内心尚还光明，曾经闪烁发光的东西还没有熄灭"
    "亲爱的，亲爱的"
    "现在，只有关于你的记忆还在闪烁"
    "可亲爱的啊，你能不能当着你爱过我"
    "这种可笑、荒唐的想法是我存在的意义"
    "这些年，对我最忠实的就是对你的渴求"
    "我就要死了,求求你，告诉我，你是不是有哪怕的一瞬间爱过我"
    "这一丝缥缈的爱意也会慰藉惨死他乡的灵魂"
    "否则就是到了时间的尽头，不甘的呐喊仍会回响"
    "仍会回响"
    "..."
    "时常从这样的梦里惊醒"
    "之后，在又深又黑的夜里，我一个人缩成一团，尝试自我的抚慰"
    "我幻想着在时间的尽头，你躺在我的身边，安静而祥和"
    "美玉生烟，由幻想编织梦，一声清脆的鸟鸣便能打破"
    "我坠向了深渊，而黑暗连同绝望一同无声"

    #火车上的初见
    #（需要补充）

    